Repository: rintisch/t3_ce
Catalog: Resources/Private/Language/*.locallang_*.xlf
Languages: de

# content_group.interactive
source: Interactive
de: Interaktive Elemente

source: Settings
de: Einstellungen

# content_element.accordion
source: Accordion
de: Akkordeon

# content_element.accordion.description
source: A content element for fancy accordion magic
de: Ein ausklappbares Akkordeon

# content_element.container_accordion
source: Accordion-Container
de: Akkordeon-Container

# content_element.container_accordion.description
source: Container to create an accordion
de: Container um ein Akkordeon zu erstellen.

# content_element.2_col_container
source: 2 Column Container
de: 2-Spalten-Container

# content_element.2_col_container.description
source: Container for 2 columns
de: Container mit 2 Spalten

# content_element.3_col_container
source: 3 Column Container
de: 3-Spalten-Container

# content_element.3_col_container.description
source: Container for 3 columns
de: Container mit 3 Spalten

# content_element.4_col_container
source: 4 Column Container
de: 4-Spalten-Container

# content_element.4_col_container.description
source: Container for 4 columns
de: Container mit 4 Spalten

# content_element.x_col_container.separator
source: Separator
de: Trennlinie

# content_element.page_hero.description
source: Background Image with text as first element on a page.
de: Hintergrundbild mit Text als oberstes Element auf einer Seite.

# content_element.page_hero.layout_image
source: With image
de: Mit Bild

# field.header_label
source: Header Label
de: Label für Überschrift

# field.background_color_class
source: Background Color
de: Hintergrundfarbe
